export const services = {
  name: "Наши услуги",
  isLink: false,
  images: [
    {
      title: "Современный ремонт для комфортной жизни",
      preview: "images/services/4_preview.webp"
    },
    {
      title: "Дизайн интерьеров",
      preview: "images/services/5-bathroom_view09_post1_preview.webp"
    },
    {
      title: "Поставка материалов",
      preview: "images/services/08-3_preview.webp"
    },
    {
      title: "Кондиционирование",
      preview: "images/services/13_preview.webp"
    },
    {
      title: "Комплектация чистовыми материалами",
      preview: "images/services/11_preview.webp"
    }
  ]
}

export const workProcess = [
  {
    id: 0,
    title: "Оставьте заявку или позвоните",
    description: "Оставьте заявку или позвоните, и мы сразу поможем сделать ваш дом уютнее. Руководитель проекта приедет, чтобы понять ваши желания и составить точную смету. Все детали и сроки согласуем вместе. В общем чате всегда на связи команда, которая поддержит и сделает ремонт лёгким и приятным.",
    src: "images/work_process/1-bathroom_view06_post1_preview.webp"
  },
  {
    id: 1,
    title: "Планирование работ и закупка",
    description: "Руководитель проекта тщательно планирует работы и закупки, отправляя акты и заявки на материалы в общий чат. Каждую неделю вы получаете видеоотчёты, акты выполненных работ и чеки на оплату материалов. Вы можете сами сравнить цены и выбрать, что вам подходит.",
    src: "images/work_process/1_View09_Post_preview.webp"
  },
  {
    id: 2,
    title: "Подготовка и выполнение работ",
    description: "Мы подготавливаем помещение для дальнейших работ. Укрываем окна и двери, прокладываем временные коммуникации, затем выполняем черновые работы строго по технологии. Прокладываем все инженерные системы: электрику, сантехнику, вентиляцию, кондиционирование и умный дом. Плитку, камень и декоративные покрытия выполняют узкие специалисты, каждый занимается тем, что знает лучше всего, до мельчайших деталей.",
    src: "images/work_process/1_View15_Post_preview.webp"
  },
  {
    id: 3,
    title: "Финал и передача объекта",
    description: "Проводим профессиональную уборку, тщательно готовим пространство к заселению. Вы получаете ключи и планируете новоселье.",
    src: "images/work_process/гост6_preview.webp"
  },

]

export const reviews = [
  {
    name: "Дизайн-проект в President Park",
    description: "Все сделано точно по дизайн-проекту",
    area: "285 кв.м",
    comment: "Решили сделать ремонт в квартире в ЖК «President Park» и обратились в компанию «». Ремонт под ключ — это было то, что нужно, так как не было желания бегать за материалами или искать дополнительных специалистов. В итоге весь процесс прошел гладко. Особенно порадовало, что все сделано точно по дизайн-проекту, никаких отступлений. Квартира получилась в светлых тонах, что визуально расширило пространство, хотя изначально оно и так не маленькое. Рабочие прислушивались к нашим пожеланиям, но не навязывали лишних решений — только полезные советы. Стильные аксессуары стали отдельным приятным бонусом. Например люстры. Вроде бы мелочь, но как они изменили весь вид комнаты! Каждый, кто заходит, обращает на них внимание. Одна люстра в гостиной — просто загляденье, с необычными формами и приглушенным светом, очень уютно стало. Качество отделки тоже на высоте. Все аккуратно, без косяков. Особенно впечатлило, как сделали ванную комнату. Сантехника — топ, все работает безупречно. Резюмируя, мы остались довольны. Если кому — то нужен качественный ремонт под ключ — смело обращайтесь в «Vite».",
    src: "images/reviews/president_park_preview.webp",
    rating: 5
  },
  {
    name: "Ремонт квартиры в ЖК Elite под ключ",
    description: "Все было сделано точно и в срок",
    area: "172 кв.м",
    comment: "Мы обратились в компанию для проведения ремонта под ключ в нашей квартире, и результат превзошел все наши ожидания. Команда профессионалов продемонстрировала высокий уровень мастерства, внимания к деталям и заботы о клиентах. С самого начала наши пожелания были учтены, и нам предложили несколько интересных решений, которые идеально вписались в наш бюджет и стиль. Все работы были выполнены в срок и с максимальной аккуратностью. Качество материалов и выполнение всех этапов ремонта заслуживают наивысшей оценки. Особо хочется отметить отличную коммуникацию с менеджерами и мастерами на протяжении всего процесса. Мы всегда были в курсе текущих работ и этапов. Ни одного замечания или задержки — все было сделано точно и в срок. Мы очень довольны результатом и без колебаний рекомендуем всем, кто ищет надежного и профессионального подрядчика для проведения ремонта. Большое спасибо за прекрасно выполненную работу!",
    src: "images/reviews/elite_preview.webp",
    rating: 4
  },
  {
    name: "Дизайн жилых интерьеров под ключ, коттедж House",
    description: "Все обязательства по договору выполнили",
    area: "255 кв.м",
    comment: "Привлек сайт, все быстро оформил. Тут же расчитали стоимость проекта, со звонились с менеджером и провели встречу с Андреем, который вел ремонт. Компания оказывает услуги оперативно и качественно. Все от комплектовщиков до строителей вежливые и адекватные. На вопросы отвечали точно и развернуто. Все обязательства по договору выполнили, сумма не менялась после подписания. Провели все виды работ: электрика, вода, канализация, внутриотделочка. Все материалы закупал лично, проблем с этим не было, я привозил, мне ставили. Приятно иметь дела с теми, кто любит свою работу. Спасибо за классную работу.",
    src: "images/reviews/house_preview.webp",
    rating: 5
  },
  {
    name: "Дизайн-проект в ЖК Hill Town",
    description: "Все работы выполнены качественно",
    area: "300 кв.м",
    comment: "Заканчиваем ремонт в ЖК Hill Town. Приступали к нему 5 января 2024, буквально в новогодние праздники начали прорабатывать дизайн проект 2х комнатной квартиры 66м2, запрос был сделать проект для семьи с одним ребенком, так же учитывая животных. После составления и проработки брифа с Вадимом, руководитель отдела дизайна, нам был назначен дизайнер Кристина, очень доброжелательная девушка, которая умеет слышать и всегда может подсказать как нужно делать и как делать не стоит, проект был сделан за два месяца, мы получили технические чертежи с 3д визуализацией, после чего приступили спокойно к ремонту. Все работы выполнены качественно, технический надзор от компании раз в неделю на объекте, все недочеты были сразу выявлены и исправлены за счет компании. Прораб Сайхан, начальник участка Денис, Софико, те люди без которых наш ремонт не прошел бы так спокойно. Сейчас мы на финишной прямой, устанавливаем мебель, исправляем мелкие косяки, докрашиваем плинтуса — сейчас уже смело рекомендую команду магасс. Спасибо за проделанную работу!",
    src: "images/reviews/hill_town_preview.webp",
    rating: 5
  },
  {
    name: "Дизайн-проект в ЖК Koktobe",
    description: "Учли все наши пожелания и просьбы",
    area: "98 кв.м",
    comment: "Заказали в компании дизайн проект и ремонт трехкомнатной квартиры в новостройке. Дизайнер Анастасия учла все наши пожелания и просьбы, при составлении дизайн проекта, терпеливо выполняла наши капризы и переделывала несколько раз зону ТВ в гостиной! Получилась очень красивая и современная квартира, как мы и хотели, спасибо большое. Продолжаем дальше работать с компанией, ремонт делается достаточно быстро, пока все четко и без нареканий.",
    src: "images/reviews/koktobe_preview.webp",
    rating: 4
  },
]

export const links = [
  {
    title: "Главная",
    href: "/",
    src: "images/header/2-2_converted.webp"
  },
  {
    title: "О нас",
    href: "/about",
    src: "images/header/2-gostinaya-2_post2_converted.webp"
  },
  {
    title: "Портфолио",
    href: "/portfolio",
    src: "images/header/2_view04-scaled_converted.webp"
  },
  {
    title: "Контакты",
    href: "/contact",
    src: "images/header/rtetr-gigapixel_converted.webp"
  }
]

export const cardItems = [
  {
    text: "5 лет спокойствия",
    description: "Бережно относимся к каждой детали и даем гарантию 5 лет с авторским надзором",
    src: "images/svg/best-3.svg"
  },
  {
    text: "Оплата только за результат",
    description: "По факту акта о сдачи-приемки",
    src: "images/svg/wallet.svg"
  },
  {
    text: "Ваш бюджет",
    description: "Возьмем на себя подбор лучших материалов в вашем бюджете",
    src: "images/svg/adaptability-2.svg"
  },
  {
    text: "Сложно для нас не существует",
    description: "Мы поможем реализовать ваши самые смелые мечты в ремонте",
    src: "images/svg/abstract.svg"
  },
  {
    text: "24/7 под контролем",
    description: "Без лишних обещаний и всегда на связи через онлайн систему наблюдения.",
    src: "images/svg/camera.svg"
  },
]